["```\n{ \n    \"isocode\": \"IN\", \n    \"country\": \"India\", \n    \"state\": \"Maharashtra\", \n    \"city\": \"Mumbai\", \n    \"discover_date\": \"2017-10-27 09:32:45\", \n    \"threat\": \"honeypot_tracker\", \n    \"risk_level\": \"5\" \n} \n```", "```\nlet schemaColumns = datatable(RemoteIPCountry:string)[];          \nunion isfuzzy= true schemaColumns, W3CIISLog, DnsEvents, WireData, \nWindowsFirewall, CommonSecurityLog          | where \nisnotempty(MaliciousIP) and (isnotempty(MaliciousIPCountry) or \nisnotempty(RemoteIPCountry))| extend Country = \niff(isnotempty(MaliciousIPCountry), MaliciousIPCountry, \niff(isnotempty(RemoteIPCountry), RemoteIPCountry, ''))                      \n| where Country == \"Ukraine\" \n```", "```\n...IndicatorThreatType:Botnet  \n...Confidence:75  \n...FirstReportedDateTime:2017-10-27T11:40:44.0000000Z  \n...LastReportedDateTime:2017-10-27T16:27:01.2410977Z  \n...IsActive:true  \n...RemoteIPLongitude:27.82  \n...RemoteIPLatitude:48.44  \n...SessionStartTime:10/27/2017 12:29:30.000 PM  \n...SessionEndTime:10/27/2017 12:29:45.000 PM  \n...LocalSubnet:10.0.0.0/24  \n...LocalPortNumber:3389  \n...RemotePortNumber:0  \n...SentBytes:1591  \n...TotalBytes:2755  \n...ApplicationProtocol:RDP  \n...ProcessID:3052  \n...ProcessName:C:WindowsSystem32svchost.exe  \n```"]